[
    {
        "link": "Uslovi učešća",
        "text": "srpski xxx  There are no formal prerequisites for this beginner course other then age, 14+. If you attended an introductory course, have crewed on a boat or are engaged in other water sports all the better.<br />Swiming skills are desirable, but not required. Still, you should be comfortable on water far from shore. Unlike dinghy sailing, capsizing is not a 'daily routine' on a keelboat, although a crew member may accidently end up in the water.",
        "img": "dejan_companionway_300x168.jpg",
        "icon": "ban",
        "pid": 11
    },
    
    {
        "link": "Opis kursa",
        "text": "srpski xxx Basic Cruising Standard is Sail Canada first level skipper course. The course is designed for beginners and those with little experience. May sound too basic, but whether on a daily cruise or across the ocean, you will be using sailing terminology, maneuvers and safety procedures you learn at this level. The aim is to learn how to operate a boat under sail and under power with some basic cruising skills. The emphasis is on proper techniques and safety.<br /> By the end of this course, candidate should be able to cruise safely in familiar waters as both skipper and crew of a sloop rigged keelboat of 6 to 10 meters with an outboard or inboard motor in moderate wind and sea conditions by day.<br />The Exam: To get the certificate you must pass both ashore and afloat tests. Ashore knowledge test consists of set of questions and you must achieve 70%. Normally the exam is organized at the end of the course. If you do not pass you will get a second chance minimum 14 days later. The afloat skills are evaluated on the on-going basis. Nobody became a proficient skipper after two days on the water, but you should be able to safely operate the boat in moderate conditions and familiar waters. ",
        "img": "nenad_command_300x200.jpg",
        "icon": "anchor",
        "pid": 11
    },

    {
        "link": "Gradivo",
        "text": "srpski xxx Every sailing school providing courses leading to Sail Canada certification uses the curriculum set by the association. In 27 hours, the course covers the following topics:<br /> - Terminology.<br /> - Sailing gear.<br /> - Maneuvering under sails: upwind, downwind, tacking, gybing, reefing, heaving to.<br /> - Maneuvering under power.<br /> - Docking and casting off.<br /> - Anchoring.<br /> - Safety aboard sailing vessel.<br /> - Basic rules of the road.<br /> - Weather conditions and its impact on a sailing trip. Obtaining forecast.<br /> - Responsibilites of the skipper and the crew.<br /> - Handling common emergencies.<br /> - Lines and knots.<br /> - Checking the boat before departure. Snugging down upon return.<br /><br /> For more details visit Sail Canada Basic Cruising Standard web pages<br />  https://www.sailing.ca/files/Basic_Cruise_March_31_2017_effective.pdf# <br /> <br /> Although the list of the ashore objectives is longer than of the afloat, teaching and practicing afloat skills takes about 80% of the time.",
        "img": "motoring_port_side_300x399.jpg",
        "icon": "list",
        "pid": 11
    },

    {
        "link": "Logistika",
        "text": "srpski xxx Our primary activty for the upcoming season will be Sail Canada II - Intermediate Cruising Standard course (xxx add link here xxx), which we recommend. If you are interested in this basic course alone, please contact us for arrangement.<br />The price for the course is CND$600 (400 Euros).<br /> Included:<br /> - Instructions, exam and Sail Canada registration fees;<br /> - Food and non-alcoholic drinks;<br /> - Four days (three nights) on-board accomodation;<br /> - Fuel, water, port taxes, etc;<br /> - Sail Canada Log book and seal;<br /> - 'Basic Cruising Skills' text book;",
        "img": "bowman_sunset_300x200.jpg",
        "icon": "calendar-alt",
        "pid": 11
    },


    {
        "link": "Uslovi učešća",
        "text": "srpski xxx Requirements prior to acquiring this standard:<br /> - Basic Cruising (xxx link xxx)<br /> - Basic Coastal Navigation (xxx link xxx)<br /> - ROC(M) Marine VHF license (or equivalent) (xxx lnk xxx)<br /> - Pleasure Craft Operator's Card - PCOC - a basic boating license (or equivalent) (xxx link xxx) <br /><br />This course is a natural step forward for students with Basic Cruising Standard (level I) and some practical experience applying the knowledge from the basic course. However, with Basic course envisioned to last 27 hours, and the Intermediate to last 4 nights liveaboard, you can still apply for this course even if you haven't formally completed Basic level. This is because our course lasts full 7 days aboard plus 10 hours of classroom teaching, combining both levels in one package. If you do have Basic done, you will simply skip taking Basic exam, and only take the Intermedite. Many of our students learned to sail from a friend or crewed on charter boats thus being prepared to quickly challenge Basic level. But if you have never been on a sailboat, please contact us for a brief before applying.<br /><br />It is advised to take Coastal Navigation course before practical Intermediate, but it is possible to take it after. In this case, you will have to wait for your Intermediate certificate until you pass Coastal Navigation.<br /> PCOC and Marine VHF licenses can be from some other national organization, i.e. RYA Short Range Certificate.",
        "img": "under_mast_sunset_300x450.jpg",
        "icon": "ban",
        "pid": 12
    },

    {
        "link": "Opis kursa",
        "text": "srpski xxx Intermediate Cruising Standard is Sail Canada second level skipper course. It will prepare you for extended coastal cruising in moderare conditions. This level of certification is normally required for bareboat chartering, thus dubbed as 'bareboat charter level'.<br />The boat handling skills thought at basic level are now brought to reflex level, with addition of some cruising elements. Thus, some items from the lists of objectives for these two level are the same, but the difference is in skill level. Being proficient in boat handling is important condition for efficient and safe skippering. As a captain you must be able not only to sail, but also to handle all aspects of boat life: safety of your crew, navigation in unfamiliar waters, weather watch, provisioning, maintenance work, etc.<br /><br />The week before embarcation in Kavala, Greece, there will be 8 to 10 hours of classroom lessons in Belgrade. It can be arranged as two evenings after work, or one whole weekend day (i.e. Saturday), whichever format better suits the crew. Students can attended these lessons over video link or simply receive a video record.<br /<br />The classroom lessons are there to prepare studens for imidiate on-water practice. On water training starts right after our meeting at the dock and the embarcation, and lasts till the very end. Pleas read next paragraph: 'During the course'. <br /><br />The exam: to get the certificate you must pass both ashore and afloat tests. Ashore knowledge test consists of set of questions and you must achieve 70%. Midway through the course, candidates without Basic Standard will get chance to challenge it. The Intermediate exam is held tha last day in the evening. The afloat skills are evaluated on the on-going basis. You should be able to routinely operate the boat in various situations and show leadership skills to get the 'skipper' license. Those less sucessfull may get 'crew' standard.",
        "img": "sail_twist_302x403.jpg",
        "icon": "anchor",
        "pid": 12
    },
    
    {
        "link": "Za vreme kursa",
        "text": "srpski xxx The course starts from Kavala, on Saturday early afternoon with a thorough boat check. Departure is the same day toward the island of Thasos. The route during the following days changes depending on weather. Generaly, the area to the east and south of Thasos, near Samothraki and Limnos, is more windy (Meltemi), and less so to the north and west (thermal winds). We try to be in the area of lighter and moderate winds during the first half of the course, and search for stronger winds toward the end of the course. Six Beauforts is the limit in a standard bareboat charter contract and our limit too.<br />Although on average we cover about 200 NM, milage is not the imperative. It is the number of tacks, gybes and other maneuvers, with entering unknown harbours and anchorages. Sometimes we will sail several hours straight to reach our destination, practice steering by the compass and navigation, but will not sail for 10 hours non-stop, every day, barely touching the sails just to log miles. During our normal day we spend about 6-7 hours sailing and 2 hours anchoring, docking or dockside teaching. Preparing (and consuming) food also takes some time. The rest of the day is for you to read the books and material that will be given to you. Finally, there are moments to enjoy greek beaches and tavernas. However, this is not a vacation but a very intensive course.<br /> The day starts with a good breakfast, snack / lunch is in the afternoon, aboard, mostly underway. Dinners aboard at the dock, or if not at anchor we may visit local tavernas. Preparing food is part of the curriculum, so everyone will be preparing a few (edible) meals.<br />The boat has three cabins with double berths and main salon with foldable berths. Everybody will have his/her berth, but we will need to share cabins and heads.<br /><br />Important!<br />During our classroom sesion we will cover only a portion of ashore lessons. It is imperative to read provided printed material before coming to the boat. Then, we will discuss various topics along the way, durign longer passages or in the evenings. Please arrive prepared.",
        "img": "dejan_command_300x200.jpg",
        "icon": "wind",
        "pid": 12
    },
    {
        "link": "Gradivo",
        "text": "srpski xxx On top of the 'Basic Cruising' skills, this course covers:<br /> - Cruise planning: provisioning, clothing, spare parts, tools, border crossing procedure.<br /> - Living aboard: galey, marine head, plumbing and electrical systems, cooking.<br /> - Weather: understanding forcast, local conditions observation.<br /> - Safety on-board: prevention and common emergency situations handling.<br /> - Navigation: compass, charts, position finding.<br /> - Rules of the road: common marine traffic situations.<br /> - Courtesies<br /> - Boat handling: upwind and downwind sailing, tacking, gybing, reefing, heaving to - all at reflex level.<br /> - Steering compass course.<br /> - Maneuvering the boat under power in tight quarters.<br /> - Advanced anchoring techniques.<br /> - Entering unknwon harbour.<br /><br /> For more details visit Sail Canada Intermediate Cruising Standard web pages<br />  https://www.sailing.ca/files/Intermediate_Cruise_January_1,_2019_effective.pdf#",
        "img": "helm_300x289.jpg",
        "icon": "list",
        "pid": 12
    },
    {
        "link": "Logistika",
        "text": "srpski xxx Schedule for 2019 season is not final yet, but here are time frames. Exact dates will be posted in January<br />A: begining of the season: May 11-18.<br />B: mid season: early July (under consideration).<br />C: end of the season: September 21-28.<br /><br />The price for the course is CND$1050 (700 Euros) Included:<br /> - Instructions, exam and Sail Canada registration fees;<br /> - Food and non-alcoholic drinks;<br /> - Seven days (7 nights) on-board accomodation;<br /> - Fuel, water, port taxes, etc;<br /> - Sail Canada Log book and seal;<br /> - Official 'Basic Cruising Skills' text book, 'Intermedite Cruising Student Notes' in PDF from Sail Canada  and our own printed material in PDF;<br /><br />The course starts from Kavala, Greece. Meeting point is at the dock the first day (Saturday) at 13:00 local time. The course ends the following Saturday around 11:00.",
        "img": "stb_tack_splash_300x200.jpg",
        "icon": "calendar-alt",
        "pid": 12
    },




    {
        "link": "Obalska navigacija - opis kursa",
        "text": "srpski xxx This is an 18 hours classroom course. Former 'Coastal Navigation' is now split into 'Basic' and 'Intermediate' portions. Durign the course we expand beyond objectives of the 'Basic' and also cover much of the 'Intermediate'. Still, the accent is on the 'Basic' which is a prerequisite for on-water Intermediate Cruising Standard.<br />To get the certificate a candidate must pass written test and a chart work (70% pass mark). This is an open-book exam.<br />You can also challenge 'Intermeditate' which is a closed book exam.<br /><br />Beside classroom hours, be prepared for significant homework. Navigation is not difficult, but knowing how is not enough. It is the 'small error' that leads to accident, so practice, practice, practice. There are no prerequisites to attend this course.",
        "img": "compass_macro_300x285.jpg",
        "icon": "anchor",
        "pid": 13
    },
    {
        "link": "Gradivo",
        "text": "srpski xxx - Publications.<br />- Cartography, projections, geographical reference system, nautical maps (charts) features.<br />- Voyage planning.<br />- Compass usage, course, bearing, heading, track. Magnetic variation and compass deviation.<br />- Possiton fixing.<br />- Counteracting currents and leeway.<br />- Log data entry.<br />- Buoyage systems.<br />- Collision regulations (COLREGS).<br />- Tide and current tables.<br />- Principles, features and limits of the GPS.<br /><br /> For more details visit: <br /> https://www.sailing.ca/navigation-s15688#",
        "img": "nav_chart_300x300.jpg",
        "icon": "list",
        "pid": 13
    },
    {
        "link": "Logistika",
        "text": "srpski xxx Course Schedule, spring 2019: <br /> - Course TN: Six Monday nights 19:00 - 22:00, starting Feb 25. till April 1. <br /> - Course WE: Three weekend days, 9:30-18:00 with lunch brake, Sat/Sun March 2/3 and Sat. March 9.<br />- Other times or locations can be arranged.<br /><br />Location: Belgrade, OŠ Braća Baruh.<br />Price: CND$120 (80 Euros)<br /><br />Please bring with you: pencil, eraser, divider and protractor or parallel ruller. You will get a PDF file or printed pages and a school chart for you to keep (school chart is a real chart, excet that is not printed on water resistant paper).",
        "img": "anchorage_clouds_307x230.jpg",
        "icon": "calendar-alt",
        "pid": 13
    },


    {
        "link": "Operater pomorske VHF radio stanice - opis kursa",
        "text": "srpski xxx To operate a marine VHF/MF/HF radio you need the license from a national authority. Normally, holder of the certificate from one country can operate the radio internationally. Canadian Federal Government issued license is called 'Restricted Operator Certificate ─ Maritime' (ROC-M) intended for non-commercial boaters. The license includes DSC Endorsement!<br /> All charter boats are equipped with a marine radio station (and most private yachts), hence at least one person aboard must hold ROC-M or equivalent. For those more familiar with European boating regulations, ROC-M is equivalent to RYA 'Short Ragne Certificate'.<br /><br />The course duration is approximatelly ten hours, eight for teaching and two hours for examination. The exam consists of the written test (multiple choices) and oral test. To pass you must have at least 70% answers correct and be fluent in radio communication procedures and phonetic alphabet.",
        "img": "VHF_Radio.jpg",
        "icon": "anchor",
        "pid": 14
    },
    {
        "link": "Logistika",
        "text": "srpski xxx Course Schedule, spring 2019: <br /> - Course WE1: Saturday, Feb 23. 9:30-18:00, with lunch brake.<br />- Other times or locations can be arranged.<br /><br />Location: Belgrade, OŠ Braća Baruh.<br />Price: CND$120 (80 Euros)<br /><br />You will get a PDF file or printed pages when signing up, giving you time to arrive prepared, very important for weekend courses.",
        "img": "ROCM.jpg",
        "icon": "calendar-alt",
        "pid": 14
    },



    {
        "link": "RYA title 1",
        "text": "rya text 1",
        "img": "temp0.png",
        "icon": "anchor",
        "pid": 15
    },

    {
        "link": "RYA title 2",
        "text": "rya text 2",
        "img": "temp1.png",
        "icon": "anchor",
        "pid": 15
    },


    {
        "link": "Sail Canada Keelboats & Cruising Program - šema edukacije",
        "text": "srpski xxx  'Sail Canada' is designated by the Government of Canada as a National Sport Organization representing the sport of Sailing. The Association represents both recreational sailors and high performance athletes at national and international level. Programs include Keelboats & Cruising, Navigation, Dinghy sailing, Windsurf as well as Able Sail (Para) and Powerboating.<br /><br />Keelboat program has four major on water training steps: Basic, Intermediate, Advanced and Offshore. Navigation is also split into four levels, thought in classroom and applied on water.<br /><br />'Basic Cruisign Standard' is the first skipper level certificate. The objective is the safe boat operation under sail and under power. Proper procedures for essential manoeuvres  - upwind and downwind sailing, tacking, gybing, docking, casting off, anchoring, etc. Adequate skill levels for daycruising in familiar waters and in moderate conditions by day. <br /><br />'Intermediate Cruising Standard' is the next step, all of the skills from the 'Basic' brought to a higher level with addition of cruising elements. Operating the boat should now be at near reflex level so that skipper can devote his/her mind to the safety of the entire crew and overall boat life. The standard is adequate for extended cruises in moderate conditions in coastal waters and for bareboat chartering.<br /><br />'Advanced Cruising Standard' is coastal cruising expert level. In depth knowledge of boat systems, use of spinnaker and genaker, advanced navigation techniques includng use of radar, COB search and recovery in reduced visibility... Up to 100 miles of shore, by day or night, in any weather.<br /><br />'Offshore Cruising Standard', sailing without the sight of land. World sailing routes, global weather patterns, self sufficiency,... More than 100 miles from the nearest land, minimum 500 miles continuous passage with celestial navigation.<br /><br />At any level, students may achieve cruising (skipper) standard taking the command over the vessel, or 'crew' standard.<br /><br /><br />Navigation standards follow the on water training steps.<br /><br />Former 'Coastal Navigation' has been split into 'Basic' and 'Intermediate' Coastal Navigation. Topics of these two courses are nearly the same, with more details added at higher level. Publications, chart works, use of compass, use of GPS, tide and current  tables, position fixing, Aids to navigation. 'Basic Coastal Nav' skills are applied at 'Intermediate Cruising' level and is also a prerequisite. 'Intermediate Coastal Nav' skills are applied at 'Advanced Cruising' and is a prerequisite for it. <br /><br />'Advanced Coastal Nav' expands navigator skills to navigate in any weather and visibulity. Use of radar, in depth knowledge of other electronic devices, weather charts, passage planning etc. Applied at 'Advanced Cruising Standard'.<br /><br />'Celestial Navigation' teaches navigation by taking sights on heavenly bodies. Applied at 'Offshor Cruising Standard'.<br /><br /> https://www.sailing.ca/files/Sail_Canada_Cruising_Pathways___Web.pdf#. <br /><br />",
        "img": "flowchart.jpg",
        "icon": "anchor",
        "pid": 16

    },

    {
        "link": "O jedriličarskim licencama",
        "text": "srpski xxx Licensing for pleasure boating is not well regulated internationally. Different countries have different operator  licensing schemes and different vessel categorization. There is an international document called ICC (International Certificate of Competence), created by United Nations under resolution 40, but not all countries have signed it, USA and Canada including (2018). Many governments developed comprehensive licensig schemes for pleasure crafts, but only for motor powered. Others however have a 'sailing' category. All that may present problem for international travelers and charterers xxxx.",
        "img": "maripossa_deck_303x405.jpg",
        "icon": "anchor",
        "pid": 16
    },

    {
        "link": "Školska pravila, uslovi pohadjanja kurseva",
        "text": "srpski xxx For safety reasons and the enjoyment of all participants we require:<br />- PFD or life jacket must be worn whenever the instructor asks for it. We encourage you to wear it all the time;<br />- Safety harness must be worn when ordered by the instructor;<br />- Drugs and banned substances are not allowed on board, including marijuana;<br />- Sailing lessons up to wind and sea conditions of 'force 6' during the 'Intermediate' course, and up to 'force 5' during the 'Basic';<br />- We apologize, we cannot refund you the money for missed lessons because of the weather, although will try hard to re-schedule;<br />- Small alcohol consumption is acceptable after the lessons. If the instructor feels that someone has impaired judgment due to alcohol or any other reason, he/she will be required to stay ashore for the day;<br />- Smoking is allowed only on deck with due respect to safety and other participants;<br />- Harassment of any kind will not be tolerated. Inappropriate or unsafe behavior will result in termination of student's participation in the program without refund.<br /><br />Cancelation policy:<br />- 90 or more days before the course start date - 100% refund;<br />- 90 to 30 days - 50% refund;<br />- less than 30 days - 20% refund.<br /><br />We reserve the right to cancel courses if the number of signed-up students is less than 3 thirty days before the course, or under the unforeseable circumstances such as illness, major boat breakage, etc. In such cases the money paid will be fully refunded, however we cannot cover your travel expenses.<br /><br />The above rules do not aply to flotilla participants. Every skipper participating in the flotilla is solely responsible for his/her crew and the boat. Members of Vega Sailing School are only not-for-profit coordinators of the flotila activities, not related to teaching in any way. <br />Thank you.",
        "img": "rig_sunset_302x538.jpg",
        "icon": "anchor",
        "pid": 16
    }


]