[
    {
        "link": "Uslovi za Sail Canada I - Basic Cruising Standard",
        "text": "Za ovaj početni kurs ne postoje preduslovi za pohadjanje, osim godina starosti koja iznosi 14. Ako ste ranije boravili na jedrici, ili imate iskustva u drugim vodenim sportovima, tim bolje.<br />Veština plivanja je požejna, ali nije neophodna. Ipak, potrebno je da se osećate komotno tokom boravka na vodi. Za razliku od lakih jedrilica, prevrtanje nije 'svakodnevna pojava' na krstašima, ali se dešava da neko od posade završi u vodi usled nepažnje.",
        "img": "dejan_companionway_798x448.jpg",
        "icon": "ban",
        "pid": 11
    },
    
    {
        "link": "Opis kursa",
        "text": "'Basic Cruising Standard' je prvi od četiri skiperska nivoa po programu obuke koji sprovodi 'Sail Canada'. Kurs je osmišljen za početnike i polaznike sa malo iskustva. Možda zvuči kao skromni obim znanja, ali bez obzira da li plovite po lokalnom zalivu, ili ste na putu oko sveta, koristiće te manevre, terminologiju i bezbednosne procedure koje se uče na ovom nivou. Cilj kursa je osposobljavanje u upravljanju brodom pod jedrima i motorom, sa osnovmim veštinama krstarenja. Naglasak je na pravilnim tehnikama i bezbednosti na brodu. <br />Po završetku kursa polaznik bi trebalo da može samostalno da krstari poznatim vodama kao skiper ili posada, na jedrilici tipa slup dužine 6 do 10 metara, danju, u umerenim uslovima. Jedrilica može imati vanbrodski ili brodski motor. <br />Ispit: za sticenje licence ovog nivoa morate položiti pisani test (70%) kao i ovladati praktičnim veštinama do odredjenog nivoa. Pisani test se polaže na kraju kursa, sa mogućnošću ponavljanja testa nakon 14 dana. Na polju praktičnih veština instruktor prati vaš napredak tokom celog kursa na osnovu čega daje procenu. Jasno je da se vrhunski nivo ne može postići nakon par dana na brodu, ali trebalo bi da možete bezbedno koristiti brod u umerenim uslovima.",
        "img": "nenad_command_801x534.jpg",
        "icon": "anchor",
        "pid": 11
    },

    {
        "link": "Gradivo",
        "text": "Sve škole koje rade po programu Sail Canada prate program te organizacije. Na ovom 27-mo časovnom kursu, pokrivamo sledeće oblasti: <br /> - Terminologija (paralelno na srpskom i engleskom). <br /> - Jedriličarska oprema. <br /> - Manevri pod jedrima: jedrenje uz i niz vetar, preleti, kruženja, kratovi, zanašanje. <br /> - Manevrisanje uz pomoć motora. <br /> - Pristajanje i isplovljavanje. <br /> - Sidrenje. <br /> - Bezbednost na jedrilici. <br /> - Osnovna pravila pomorskog saobraćaja. <br /> - Vremenske prilike i njihov uticaj na plovidbu. Tumačenje prognoze. <br /> - Zadaci skipera i posade. <br /> - Postupci u neprilikama. <br /> -Užad i čvorovi. <br /> - Provera broda pred isplovljavanje. Raspremanje po povratku. <br /> <br />Za više detalja pogledajte Sail Canada Basic Cruising Standard web stranice<br /> https://www.sailing.ca/files/Basic_Cruise_March_31_2017_effective.pdf# <br /> <br />Možda lista teoretskih znanja izgleda duže od liste praktičnih veština, kurs se ipak 80% vremena odigrava na vodi.",
        "img": "motoring_port_side_797x1063.jpg",
        "icon": "list",
        "pid": 11
    },

    {
        "link": "Logistika",
        "text": "Naša primarna aktivnost u sezoni će biti 'Sail Canada II - Intermediate Cruising Standard' kurs, koji uključuje i ovaj 'Basic' nivo.. Ako vas ipak zanima samo ovaj osnovni kurs, kontaktirajte nas radi dogovora. <br />Cena kursa je 400 Evra. <br />U cenu je uključeno: <br />- Instrukcije, ispit i Sail Canada registracija i licenca. <br />- Hrana i bezalkoholna pića. <br />- Četiri dana (tri noći) smeštaj na brodu. <br />- Gorivo, voda, lučke takse, itd. <br />- Sail Canada logbook.<br />Štampana knjiga 'Basic Cruising Skills' kao i PDF skripte.",
        "img": "bowman_sunset_801x534.jpg",
        "icon": "calendar-alt",
        "pid": 11
    },


    {
        "link": "Uslovi za Sail Canada II - Intermediate Cruising Standard",
        "text": "Preduslovi za sticanje ove licence: <br /> - Sail Canada I – Basic Cruising Standard. <br /> - Osnove navigacije, Sail Canada BN – Basic Coastal Navigation.<br /> - Licenca operatera pomorske VHF radio stanice (ROC-M ili ekvivalent). <br /> - Nacionalna licenca upravitelja motornog čamca. <br /><br />Ovaj kurs je logičan nastavak obuke za polaznike prvog nivoa (Basic Cruising), i sa nekim praktičnim iskustvom. Kako je predvidjeno da nivo I traje 27 časova, a nivo II četiri dana na brodu, možete aplicirati za ovaj nivo, čak i ako nemate formalno završen nivo I. To je zato što ovaj kurs traje punih 7 dana i noći na brodu, plus teoretska predavanja u učionici, kombinujući oba nivoa u jedan paket. Ako pak imate završen Basic Cruising nivo, preskoči ćete polaganje za taj nivo, a polagati samo za Intermediate Cruising Standard. Mnogi naši polaznici su stekli odredjena znanja od prijatelja ii tako što su bili posada na čarter brodu, i tako dospeli u poziciju da brzo dostignu u Basic nivo. Ako pak nikad niste stupili na brod, molimo vas da nas kontaktirate da prodiskutujemo.<br /><br />Preporučujemo da završite kurs obalske navigacije pre polaska na ovaj kurs, ali moguće je završiti navigaciju i kasnije. U tom slučaju, licecnu za Intermediate Cruising Standard, i pored položenog ispita, dobijate tek po zavrčetku navigacije.",
        "img": "under_mast_sunset_800x1200.jpg",
        "icon": "ban",
        "pid": 12
    },

    {
        "link": "Opis kursa",
        "text": "‘Intermediate Cruising Standard’ je drugi skiperski nivo po ’Sail Canada’ programu. Omogućava višednevno krstarenje u priobalju u umerenim i umereno teskim uslovima. Ovaj nivo je medju čarter kompanijama prihvaćen kao adekvatan, pa se još naziva i ’Bareboat Charter Level’. <br />Veštine rukovanja brodom sa ‘Basic’ nivoa se sada podižu na viši, refleksni nivo. Takodje se dodaju i elementi krstarenja. Tako, programi ova dva nivoa izgledaju slično, ali razlika je u postignutom nivou veština i samodovoljnosti. Biti siguran i efikasan u rukovanju brodom je važan element bezbednog i udobnog krstarenja. Kao kapetan / skipper vaš zadatak nije samo da jedrite, već da vodite računa o svim aspektima života na brodu: bezbednosti posade, navigaciji, praćenju vremenskih prilika, provijanti, održavanju plovila, zakonskim aspektima, itd. <br /><br /> Tokom sedmice pre ukrcavanja u Kavali, održavamo izmedju 8 i 10 časova u učionici u Beogradu. To su ili dve večeri radnim danom, ili jedan ceo dan predavanja tokom vikenda. Varijantu dogovaramo u okviru grupe. Za polaznike koji ne mogu da prisustvuju, praćenje je moguće putem video linka, ili ćemo poslati snimak predavanja.<br /><br />Predavanja treba da pripreme polaznike da mogu odmah da krenu sa lekcijama na vodi. A one počinju odmah po ukrcavanju, i traju do sve do iskrcavanja. Molimo vas da pogledate paragraf ‘Za vreme kursa’.  <br /><br />Ispit: za sticanje licence potrebno je da položite pismeni teoretski test i praktične veštine. Teoretski test se sastoji od niza pitanja, neka su više ponudjenih rešenja, neka zahtevaju direktan odgovor. Za prolaz potreban je rezultat od minimum 70%. Neki dan sredinom kursa (obično sreda), radi se ispit za ‘Basic Standard’ za polaznike koji ga nisu ranije postigli. Ispit za ‘Intermediate Standard’ se radi poslednje veče. Vaš napredak na polju praktičnih veština instruktor posmatra tokom celog kursa i na kraju daje procenu. Trebalo da budete u mogućnosti da efikasno rukujete brodom u različitim situacijama i da pokažete da možete rukovoditi brodom i posadom da bi stekli ‘skiperasku’ licencu. Manje uspešni polaznici mogu dobiti ‘crew’ standard.",
        "img": "sail_twist_797x1062.jpg",
        "icon": "anchor",
        "pid": 12
    },
    
    {
        "link": "Za vreme kursa",
        "text": "Kurs počinje u Kavali, obično subotom rano popodne. Prva lekcija je detaljni pregled broda. Isplovljavamo isto popodne ili veče ka ostrvu Tasos. Ruta narednih dana se menja prema vremenskim prilikama. U uobičajenim uslovima, oblasti severno i zapadno od ostrva su manje vetrovita, očekujemo dnevne termalne vetrove. Oblasti prema Limnosu i Samotrakiju su više vetrovita (meltemi). Pokušaćemo da se tokom prvih dana zadržimo u oblastih umerenih vetrova, a da potražimo jače u kasnijoj fazi kursa. Po standardnom ugovoru za najam jedrilica, plovidba je dozvoljena do stanja vetra i mora od šest bofora, pa je to i naša granica za ovaj kurs. Nećemo mnogo bežati ni od sedam bofora (do 35 čvorova), ali više ot toga nije predvidjeno za ovaj nivo. <br />Normalno za nedelju dana predjemo oko 200 nautičkih milja, ali miljaža sama po sebi nije cilj. Ono što računamo je kako polaznici izvršavaju prelete, kruženja i druge manevre pod jedrima, i kako se snalaze u lukama i na sidrištima. Imaćemo i deonice od nekoliko sati jedrenja na daljinu da bi smo uvežbali kormilarenje po kompasu i vežbali navigaciju. Tokom jednog dana obično plovimo 6 do 7 sati, i još oko dva sata radimo u luci i na sidrištu. Zatim su tu priprema (i konzumiranje) hrane i za čitanje literature. Konačno, mali deo dana imamo i za grčke taverene i malo kupanja u moru. Treba razumeti da je ovih sedam vreme za vrlo intenzivan kurs, a ne godišnji odmor. <br />Dan počinje obilnijim doručkom, zato što ručak, obično na otvorenoj vodi za vreme plovidbe, bude jednostavniji, prikladan uslovima. Večera na brodu ako smo na sidrištu, a idemo i u taverne kad smo na doku. Priprema hrane u brodskim uslovima je jedna od lekcija, pa će svako imati priliku da spremi nešto (nadamo se ukusno). <br />Brod ima 3 do 4 kabine sa duplim ležajevima i centralni salon. Svako ima svoj ležaj, ali kabine i toalete moramo deliti. Na brodu je maksimalno šest polaznika. <br /><br />Važno! <br />Tokom pripremnih predavanja, preći ćemo samo deo teoretskih lekcija. Vrlo je bitno da pročitate knjigu i ostali materijal pre kursa. Materijal dobijate odmah po prijavljivanju. Onda ćemo na brodu, tokom dužih etapa kad nema mnogo akcije na konopima, zajedno proći kroz sve teoretske lekcije. Molimo vas da na kurs dodjete spremni za učenje.",
        "img": "dejan_command_801x534.jpg",
        "icon": "wind",
        "pid": 12
    },
    {
        "link": "Gradivo",
        "text": "Povrh gradiva pokrivenog ‘Basic Cruising’ standardom, ovaj kurs uključuje i: <br /> - Planiranje krstarenja: provijanta, odevanje za date uslove, rezervna oprema, prelazak granice brodom... <br /> - Život na brodu: upotreba brodske kuhinje i toaleta, električni i sistemi za distribuciju slatke vode... <br /> - Vremenski uslovi: nalaženje i tumačenje prognoze, obzervacija lokalnih efekata. <br /> - Bezbednost na brodu: prevencija i postupci u vanrednim situacijama. <br /> - Navigacija: upotreba kompasa, pomorske mape, odredjivanje pozicije. <br /> - Pravila pomorskog saobraćaja: postupci u uobičajenim situacijama. <br /> - Pomorski bon-ton. <br /> - Manevri pod jedrima: prelet, kruženje, krat, zanašanje... sve na refleksnom nivou. <br /> - Kormilarenje po kompasnom kursu. <br /> - Manevri motorom na malom prostoru. <br /> - Napredne tehnike sidrenja. <br /> - Prilaz nepoznatim lukama i sidrištima. <br /> <br /> Za više detalja pogledajte zvanične stranice ‘Sail Canada’ za ovaj nivo: <br /> https://www.sailing.ca/files/Intermediate_Cruise_January_1,_2019_effective.pdf# ",
        "img": "helm_800x755.jpg",
        "icon": "list",
        "pid": 12
    },
    {
        "link": "Logistika",
        "text": "Raspored kurseva za sezonu 2019. <br />Termin A, predsezona: od 11 do 18 maja. <br />Termin B, sezona: od 29 juna do 5 jula. <br />Termin C, kraj sezone: od 21 do 28 septembra. <br /><br />Cena kursa je 700 Evra i uključuje: <br /> - Nastavu, ispite i registraciju u ‘Sail Canada’. <br /> - Hranu i bezalkoholna pića. <br /> - Smeštaj na brodu, 7 dana i noći. <br /> - Gorivo, vodu, lučke takse i slično. <br /> - ‘Sail Canadać logbook i sertifikat. <br /> - Štampanu knjigu i skripte u PDF formatu. <br /><br />Kursevi pošinju i završavaju se u Kavali, Grčka. Sastajemo se prvog dana (subota), u 13:00 po lokalnom vremenu. Kurs se završava naredne subote oko 11:00.",
        "img": "stb_tack_splash_805x535.jpg",
        "icon": "calendar-alt",
        "pid": 12
    },




    {
        "link": "Obalska navigacija - opis kursa",
        "text": "Ovaj kurs se održava u učionici i traje 18 časova. Ranij kurs pod nazivom ‘Coastal Navigation’ u ‘Sail Canada’ programu, je podeljen na dva dela, njegovu ‘Basic’ i ‘Intermediate Navigation’ komponentu. I pored toga što je ovaj kurs zvanično ‘Basic’, pokrićemo i dobar deo ‘Intermediate’ dela. Ipak, akcenat u vežbama je na ‘Basic’ pošto je to preduslov za sticanje praktične kategorije ‘Intermediate Cruising Standard’. <br />Da bi stekao ovaj sertifikat polaznik treba da položi pismeni ispit (70%) i odgovarajući rad na pomorskim kartama. <br /><br />Osim samih časova, imaćete i ne tako malo vežbi za rad kod kuće. Navigacija nije komplikovana, ali znati ‘kako’ nije dovoljno. Male greške su ono što dovodi do velikih posledica, te zato, vežba, vežba, vežba! Za pohadjanje ovog kursa nema potrebnih preduslova.",
        "img": "compass_macro_800x1200.jpg",
        "icon": "anchor",
        "pid": 13
    },
    {
        "link": "Gradivo",
        "text": "- Publikacije za potrebe navigacije. <br />- Kartografija, projekcije, geografski koordinatni sistem, osobenosti pomorskih mapa. <br />- Upotreba kompasa, kurs, azimut, pravac. Magnetna varijacija i kompasna devijacija. <br />- Odredjivanje pozicije. <br />- Proračun putanje u struji i prilikom zanošenja. <br />- Vodjenje brodskog dnevnika. <br />- Plovne oznake. <br />- Pravila pomorskog saobraćaja (COLREGs). <br />- Plimne i strujne tablice. <br />- Princip rada, mogućnosti i limiti GPS-a. <br /><br />Za više detalja pogledajte zvanične stranice: <br /> https://www.sailing.ca/navigation-s15688#",
        "img": "nav_chart_300x300.jpg",
        "icon": "list",
        "pid": 13
    },
    {
        "link": "Logistika",
        "text": "Raspored kurseva u 2019-oj: <br />- Termin TN: šest puta ponedeljkom uveče od 19 do 22 časa. Početak 25. februara, završetak 1. aprila. <br />- Termin WE: tri dana vikendom od 9:30 do 18 časova. Subota i nedelja, 2. i 3. mart, i subota 9. mart. <br />- Kurs možemo organizovati u drugim terminima ili gradovima, zavsno od interesovanja. <br /><br />Lokacija: OŠ Braća Baruh. Beograd. <br />Cena: 80 Evra. <br /><br />Na kurs treba poneti običnu olovku, gumicu, šestar, dva trougla ili joč bolje set paralelnih lenjira ili protraktor. Dobićete materjal u PDF formatu, kao i školsku nautičku kartu (školska karta je zapravo prava karta samo nije na vodonepropusnom papiru).",
        "img": "anchorage_clouds_799x599.jpg",
        "icon": "calendar-alt",
        "pid": 13
    },


    {
        "link": "Operater pomorske VHF radio stanice - opis kursa",
        "text": "Da bi ste koristili pomorsku VHF/HF/MF radio stanicu potrebno je da imate licencu za operatera. Takvu licencu obično izdaju nacionalne agencije u čijoj su nadležnosti radio komunikacije. Licencu iz jedne zemlje uglavnom možete koristiti svuda u svetu pošto je upotreba pomorskih frekvenci uredjena medjunarodnim sporazumima. Licenca koju izdaje kanadska vlada se naziva 'Restricted Operator Certificate ─ Maritime' (ROC-M). Licenca uključuje i DSC komponentu. Instruktor škole ima ovlašćenje da sprovodi kurs i ispit u ime vlade.<br />Svi čarter brodovi su opremljeni pomorskom radio stanicom, kao i većina privatnih plovila. To znači da makar jedna osoba na brodu mora posedovati licencu. Za vas koji ste upoznati sa RYA programom, ROC-M je potpuno ekvivalentan sa britanskom 'Short Range Certificate' licencom. <br />Kurs traje deset časova, osam za predavanja i vežbu, i dva sata za ispit. Ispit se sastoji od 60 pitanja sa po 4 ponudjena odgovora, kao i usmenog dela. Za prolaz je potrebno 70% tačnih odgovora kao i postići rutinu u komunikacijskim procedurama i upotrebi fonetskog alfabeta.<br />Za uspešno savladavanje ispita potrebno je makar minimalno poznavanje engleskog jezika.",
        "img": "VHF_Radio.jpg",
        "icon": "anchor",
        "pid": 14
    },
    {
        "link": "Logistika",
        "text": "Raspored kurseva za 2019-oj: <br />- Termin WE1: subota, 23 februar, od 9:30 do 18, sa pauzom za ručak. <br />- Druge termine ili lokacije možemo organizovati po potrebi. Prijave primamo tokom cele godine. <br /> <br />Lokacija: OŠ Braća Baruh, Beograd. <br />Cena: 80 Evra. <br /><br />Po prijavi dobiće te materijal u PDF fajlu. Potrebno je doći makar delimično pripremljen na nastavu kako bi sve završili za jedan dan.",
        "img": "ROCM.jpg",
        "icon": "calendar-alt",
        "pid": 14
    },



    {
        "link": "RYA title 1",
        "text": "rya text 1",
        "img": "temp0.png",
        "icon": "anchor",
        "pid": 15
    },

    {
        "link": "RYA title 2",
        "text": "rya text 2",
        "img": "temp1.png",
        "icon": "anchor",
        "pid": 15
    },


    {
        "link": "Sail Canada Keelboats & Cruising Program - šema edukacije",
        "text": "'Sail Canada' je kanadska nacionalna jedriličarska organizacija, raniji naziv ‘Canadian Yachting Association’. Organizacija uključuje od jedriličara koji se time bave rekreativno, profesionalnih takmičara na medjunardnom nivou do olimpijaca. Postoje sledeći programi: krstaši i krstarenje (Keelboats & Cruising), navigacija, lake jedrilice (dinghy sailing), daske za jedrenje, jedrenje za hendikepirane sportiste (para), kao i program obuke na motornim čamcima.<br /><br />Program obuke na krstašima se sastoji od četiri nivoa koja se sprovode na vodi: Basic, Intermediate, Advanced, Offshore Cruising Standards. Edukacija u navigaciji se sprovodi u učionici i takodje ima četiri nivoa: Basic, Intermediate, Advanced coastal i Celestial. <br /><br />'Basic Cruising Standard' je prvi skiperski nivo. Naglasak je na bezbednom rukovanju brodom pod jedrima i motorom. Pravilne procedure osnovnih manevara – jedrenje uz i niz vetar, prelet, kruženje, pristajanje i isplovljavanje, sidrenje, itd. Nivo veština dovoljnih za dnevno krstarenje u poznatim vodama i umerenim uslovima. <br /><br />'Intermediate Cruising Standard' je sledeća lestvica, sve veštine se podižu na viši nivo, sa dodatkom elemenata krstarenja. Rukovanje brodom sada treba da bude na refleksnom nivou, tako da skiper može da se usredsredi na bezbednost cele posade i druge aspekte brodskog života. To je neophodno za uspešno višednevno krstarenje. Standard je široko prihvaćen kao neophodan za najam jedrilice, te se često naziva i ‘bareboat charter level’.<br /><br />'Advanced Cruising Standard' je ekspertski nivo priobalnog krstarenja. Detaljno upoznavanje sa svim brodskim sistemima, upotreba spinakera i genakera, napredne tehnike u navigaciji uključujući upotrebu radara, spašavanje posade iz mora u otežanim uslovima... Do 100 milja od obale, danju ili noću, u svim vremenskim uslovima. <br /><br />'Offshore Cruising Standard', jedrenje bez kopna na vidiku. Globalne jedriličarske putanje i vremenski obrasci, samodovoljnost na višenedeljnom boravku na brodu ... Kurs uključuje putovanje od minimum pet dana bez kopna u vidokrugu, minimum 100 milja od najbliže obale i minimum 500 milja bez stajanja. Sve uz astronomsku navigaciju. <br /><br />Na svakom od ovih nivo, polaznik može postići ‘cruising standard’ (skiper), ili ‘crew standard’ (mornar). .<br /><br /><br />Navigacioni standardi prate praktične nivoe obuke. <br /><br />Nekadašnji standard ‘obalske navigacije’ je podeljen na osnovni i srednji nivo (basic i intermediate). Gradivo na oba kursa je slično, samo se na drugom podiže na malo viši nivo. Publikacije za potrebe navigacije, upotreba kompasa, upotreba GPS-a, plimne i strujne tablice, odredjivanje pozicije, plovne oznake, pravila saobraćaja... ‘Basic Coastal Navigation’ je preduslov za dobijanje praktičnog ‘Intermediate Cruising Standard’ nivoa, 'Intermediate Coastal' za 'Advanced Cruising Standard'.<br /><br />'Advanced Coastal Navigation' proširuje vaše sposobnosti na navigaciju i pri lošoj vidljivosti i lošim vremenskim uslovima. Upotreba radara, detaljno upoznavanje sa ostalim elektronskim sredstvima, metereološke karte, planiranje dugih putovanja, itd. <br /><br />'Celestial Navigation' vas upoznaje sa navigacijom uz pomoć nebeskih tela. Primenjuje se na kursu za ‘Offshore Standard’. .<br /><br /> https://www.sailing.ca/files/Sail_Canada_Cruising_Pathways___Web.pdf#. <br /><br />",
        "img": "flowchart.jpg",
        "icon": "anchor",
        "pid": 16

    },

    {
        "link": "O jedriličarskim licencama",
        "text": "srpski xxx Licensing for pleasure boating is not well regulated internationally. Different countries have different operator  licensing schemes and different vessel categorization. There is an international document called ICC (International Certificate of Competence), created by United Nations under resolution 40, but not all countries have signed it, USA and Canada including (2018). Many governments developed comprehensive licensig schemes for pleasure crafts, but only for motor powered. Others however have a 'sailing' category. All that may present problem for international travelers and charterers xxxx.",
        "img": "maripossa_deck_797x1063.jpg",
        "icon": "anchor",
        "pid": 16
    },

    {
        "link": "Školska pravila, uslovi pohadjanja kurseva",
        "text": "srpski xxx For safety reasons and the enjoyment of all participants we require:<br />- PFD or life jacket must be worn whenever the instructor asks for it. We encourage you to wear it all the time;<br />- Safety harness must be worn when ordered by the instructor;<br />- Drugs and banned substances are not allowed on board, including marijuana;<br />- Sailing lessons up to wind and sea conditions of 'force 6' during the 'Intermediate' course, and up to 'force 5' during the 'Basic';<br />- We apologize, we cannot refund you the money for missed lessons because of the weather, although will try hard to re-schedule;<br />- Small alcohol consumption is acceptable after the lessons. If the instructor feels that someone has impaired judgment due to alcohol or any other reason, he/she will be required to stay ashore for the day;<br />- Smoking is allowed only on deck with due respect to safety and other participants;<br />- Harassment of any kind will not be tolerated. Inappropriate or unsafe behavior will result in termination of student's participation in the program without refund.<br /><br />Cancelation policy:<br />- 90 or more days before the course start date - 100% refund;<br />- 90 to 30 days - 50% refund;<br />- less than 30 days - 20% refund.<br /><br />We reserve the right to cancel courses if the number of signed-up students is less than 3 thirty days before the course, or under the unforeseable circumstances such as illness, major boat breakage, etc. In such cases the money paid will be fully refunded, however we cannot cover your travel expenses.<br /><br />The above rules do not aply to flotilla participants. Every skipper participating in the flotilla is solely responsible for his/her crew and the boat. Members of Vega Sailing School are only not-for-profit coordinators of the flotila activities, not related to teaching in any way. <br />Thank you.",
        "img": "rig_sunset_799x1421.jpg",
        "icon": "anchor",
        "pid": 16
    }


]