[{
    "link": "O našoj flotili",
    "text": "Flotila je osmišljena za samostalne posade. Ne nudimo čarter jedrilicu sa skiperom, niti najam pojedinačnih kabina. Sa naše strane, flotila nije komercijalna aktivnost. Jednostavno se priključite sa vašim brodom, bilo da je iznajmljeni ili privatni. Svrha flotile je prosto steći iskustvo i imati društvo. Ne postoji obaveza da se sve vreme jedri u grupi. Učesnici sa malo ili nimalo iskustva trebalo bi da unajme profesionalnog skipera. Zbog jednostavnosti, flotili se pridružuje ograničen broj brodova, nemamo nameru da zakrčimo luke i sidrišta.",
    "img": "marina_kavala_799x599.jpg",
    "icon": "bowling-ball",
    "pid": 21
},

{
    "link": "Zašto učestvovati",
    "text": "Ako je vaša posada već iskusna, ali želi društvo, možete povremeno jedriti sa flotilom, ali i praviti nezavisne etape i ponovo se priključivati grupi. <br /><br />Manje iskusne posade imaju jedinstvenu priliku da jedre samostalno, ali ipak u blizini i u društvu iskusnijih. Savet, diskusija, pomoć ako zatreba, poneko podsećanje u vidu mini lekcije. <br /><br />Mi smo započeli ovu praksu kad sa u naša deca bila vrlo mlada, ali ipak sa potrebom da imaju još društva osim roditelja. Ispostavilo se da sve generacije uživaju u zajedničkim večerima na sidrištu, prepričavajući dogadjaje sa prethodne etape, šale, nezgode... A u medjuvremenu, naša ‘deca’ su postali mladi jedriličari, sada samostalno u flotili.",
    "img": "mata_pancakes_1_797x598.jpg",
    "icon": "bowling-ball",
    "pid": 21
},

    {
    "link": "Organizacioni detalji",
    "text": "Posade moraju biti samodovoljne, sa obučenim skiperom i makar jednim mornarom. Naše krstarenje se sastoji od umereno dugačkih dnevnih tura izmedju ostrva, oko 20 milja, ali uvek bude i par dužih etapa, 50 do 70 milja, znači ceo dan pod jedrima. Niko ne može preuzeti obavezu da vam asistira tokom puta. Naravno da se medjusobno pomažemo ako zatreba, ali ovo nije flotila u stilu velikih kompanija, npr. Sunsail i slične.<br /><br />Posade same iznajmljuju brodove i potpisuju ugovore sa agencijama. Mi možemo samo dati savet, ili pomoći u najmu proda (kao što radimo i za sebe). <br /><br />Razne posade mogu imati različite aktivnosti na umu, više jedrenja, više obilazaka, više ronjenja... Svako je dobrodošao da se odvoji i ponovo pridruži grupi po volji. <br /><br />Rezervišite brod na vreme, tokom zime ili proleća, ne čekajte leto jer je teže naći odgovarajući.",
    "img": "nenad_nav_801x534.jpg",
    "icon": "bowling-ball",
    "pid": 21
},

{
    "link": "Ruta 2019",
    "text": "20 Jul - 3 August 2019.<br /><br />Atina - Milos - Momenvasia - Saronic islands - Atina. Naravno, put prilagodajavamo vremenskim prilikama.",
    "img": "race_798x578.jpg",
    "icon": "bowling-ball",
    "pid": 21
},

{
    "link": "Naša uloga",
    "text": "Mi smo inicijatori ove male avanture i činimo sledeće: <br />- Registrujemo učesnike, mi smo zajednički kontakt za sve; <br />-Pomažemo da se manje grupe medjusobno upoznaju kako bi eventualno formirale jednu posadu; <br />- Delimo naše iskustvo, jedrili smo dobrim delom Grčke. <br />- Pomažemo prilikom najma broda; <br />- Instruktor može pružiti poneku lekciju kao podsetnik; <br />- Za vreme flotile koordinišemo aktivnosti uživajući u ulozi ‘komodora’.",
    "img": "dejan_hat_800x534.jpg",
    "icon": "bowling-ball",
    "pid": 21
},

{
    "link": "Prijavljivanje",
    "text": "Kontaktirajte nas putem mejla ili telefonom izlistanim na kontakt stranicama. Trebalo bi da znamo: <br /><br />- Kolika je vaša grupa, tj. da li posada kompletna; <br /><br />- Jedriličarsko iskustvo.",
    "img": "anchorage_daca_kitnos_798x450.jpg",
    "icon": "bowling-ball",
    "pid": 21
},

{
    "link": "Prethodne godine",
    "text": "2018: Lavrio - Sunion - Kithnos - Serifos - Antiparos - Schoinoussa - Amorgos - Koufonisi - Paros - Siros - Kithnos - Fokaia - Lavrio.<br /><br />2017: Athens - Sunion - Kithnos - Paros - Rinia / Mikonos - Siros / Tinos - Kithnos - Idra - Spetses - Porto Cheli - Poros - Agistri - Athens.<br /><br />2016: Athens - O. Anavissou - Kithnos / Marika - Dokos - Spetses - Idra - Poros - Egina - Athens<br /><br />Chalcis - Lavrio - Kithnos - Sifnos - Folegandros - Poliegos - Milos - Sifnos - Serifos - Kithnos - Kea - Petalioi - Bufalo - Chalcis.<br /><br /> 2014: Kavala - Thasos - Aliki - Limnos/O. Pavlou - around Lesvos - Mithymna - Tsonia - O. Makris Vialos - Mitilini - Mersinia - O. Apotheki - Sigri - Ag. Efstratios - Limnos/Myrina - Sitonia/Porto Koufo.<br /><br />2013: Kavala - Thasos/Kalirakis - Aliki - Limnos/Myrina - Kira Panagia - Alonisos/Patitiri - O. Milia - Skopelos - Ak. Agnotas - Glosa - Lalaria - Skiathos - Tsougria - Skopelos - Skantzura - Peristera - Kira Panagia - Porto Koufo.<br /><br />2012: Kavala - Thasos/Paradiso - Samothraki - Limnos/Myrina - Sitonia/Kalamitsi - Porto Koufo - Sikias - Kira Panagia - Patitiri - Skiros/O. Fokas - Skiros/O. Pefko - Peristera - Skopelos - Glosa - Skiathos - Tsoungira - O. Panormos - Patitiri - Kira Panagia - Porto Koufo.<br /><br />2011: Kavala - Thasos - Aliki - Limnos - Ag. Efstratios - Peristera - Koukounaries - Platania - Skiathos - O. Panormos - Patitiri - Kira Panagia - Skopelos - Skiathos - Agnodas - Skantzoura - Patitiri - O. Milia - Skopelos - Koukounaries - Platania.<br /><br />2009, 08, 07: Ionina Sea: Corfu, Lefkada, Meganisi, Kalamos, Ithaki, Kefalona, Zakynthos.",
    "img": "anchorage_clif_798x1064.jpg",
    "icon": "bowling-ball",
    "pid": 22
}

]