[{
        "link": "O školi",
        "text": "Uz potpunu posvećenost pozitivnom iskustvu polaznika, Vega škola jedrenja organizuje kurseve po programu ‘Sail Canada’, čije licence i izdajemo. Sistem edukacije ova organizacija pažljivo usavršava još od 1931 godine. <br />Škola je osnovana u Torontu 2004. godine. Prve časove početnog nivoa smo držali na našoj Van-De-Stadt jedrilici, 21’. 2007-me održan je prvi ‘Intermediate’ kurs na većem krstašu, takodje na Ontariju, ali već od 2008-me godine kursevi se održavaju u Grčkoj. Prvo na Jonskom moru, a od 2010 iz Kavale, na severnoj obali Egejskog mora. Teoretska predavanja se održavaju u Beogradu, ali povremeno i u drugim gradovima. <br />Imamo partnerski odnos sa akreditovanom RYA školom i čarter agencijom ‘Aegeas Yachting’ iz Kavale. Nekoliko brodova nam je na raspolaganju za kurseve, od 38’ do 44’. Tako smo odabrali, jer se ispostavilo da su srednje veliki krstaši najpovoljniji za učenje. Polaznici mogu lako da osete snagu prirodnih elemenata (vetar i talase), ali su i dalje dovoljno komforni i pružaju dovoljan izazov za manevrisanje na malom prostoru u lukama.",
        "img": "birds_eye_797x1062.jpg",
        "icon": "check_circle",
        "pid": 41
    },
    {
    "link": "Instruktori",
        "text": "Dejan Marinković, osnivač. Instruktor jedrenja, PCOC i ROC(M) instruktor. <br />Aktivno jedrim od 1993. Plovio sam Mediteranom, Velekim jezerima, Karibima, kanadskom zapadnom obalom i na otvorenoj pučini Pacifika. Nakon što sam završio svoj prvi kurs, kurs obalske navigacije, uvideo sam koliko je važno učiti jedrenje na organizovan način, prateći zaokružen program obuke. Tokom vremena završio sa kompletan program, Basic do Offshore, sve navigacione kurseve, zatim regatno jedrenje, kurseve održavanja broda ... Konačno, 2004. sam završio i svoj prvi instruktorski kurs i od tad podučavam veštine jedrenja. Diplomirao sam na elektrotehničkom fakultetu, i time se i bavim kad nisam oko brodova i čamaca. <br /><br />Nenad Antonić, skiper i asistent na kursevima. <br />Rodjen na obali Jadranskog mora, koje sam prokrstario na malom čamcu od svega pet metara. Jedrim na krstašima od 1993-će, Jadransko, Jonsko, Egejsko more, Velika jezera. Jedriličarsku obuku sam prošao kroz programe ‘Sail Canada’. Diplomirao sam na elektrotehniku. <br /><br /> Stathis Sofitsis, founder of Aegeas Yachting.<br />Sailing for over 40 years, since 1996 on a professional basis. Certified RYA Yachtmaster Offshore sailing instructor for sailing boats up to 200 tons. Every year I sail more than 4000 miles either as a skipper on chartered sailing boats, racing or teaching. In 2010 I partnered with Vega Sailing with aim to provide our students flexible scheduling, Sail Canada and/or RYA certification and courses in English, Greek and Serbian languages. I graduated Physics at University of Thessaloniki.",
        "img": "sailboat_encounter_800x599.png",
        "icon": "check_circle",
        "pid": 41
    },
    {
        "link": "Kontakt informacije",
            "text": "Kontaktirajte nas putem mejla: dejan@vegasailing.com<br /> ili telefonom:<br />U Beogradu: +381.62.871.8832 ili +381.63.624.075<br />U Torontu: +1.647.951.5819.<br />",
            "img": "satelite_view_804x603.jpg",
            "icon": "check_circle",
            "pid": 42
        }

]